import { HeadingCard } from "../components/HeadingCard";
import { ParaCard } from "../components/ParaCard";
import { TitleBar } from "../components/TitleBar";
import { TopBar } from "../components/TopBar";

export function PageFirst() {
  return (
    <div>
      <TopBar />
      <TitleBar title="UTTARAKHAND FESTIVAL (एतिहासिक पर्व)" />
      <HeadingCard heading="पहली बार प्रकट हुए थे शिवजी" />
      <ParaCard para="पौराणिक कथाओं के अनुसार, महाशिवरात्रि के दिन शिवजी पहली बार प्रकट हुए थे। शिव का प्राकट्य ज्योतिर्लिंग यानी अग्नि के शिवलिंग के रूप में था। ऐसा शिवलिंग जिसका ना तो आदि था और न अंत। बताया जाता है कि शिवलिंग का पता लगाने के लिए ब्रह्माजी हंस के रूप में शिवलिंग के सबसे ऊपरी भाग को देखने की कोशिश कर रहे थे लेकिन वह सफल नहीं हो पाए। वह शिवलिंग के सबसे ऊपरी भाग तक पहुंच ही नहीं पाए। दूसरी ओर भगवान विष्णु भी वराह का रूप लेकर शिवलिंग के आधार ढूंढ रहे थे लेकिन उन्हें भी आधार नहीं मिला।" />
      <HeadingCard heading="पहली बार प्रकट हुए थे शिवजी" />
      <ParaCard para="पौराणिक कथाओं के अनुसार, महाशिवरात्रि के दिन शिवजी पहली बार प्रकट हुए थे। शिव का प्राकट्य ज्योतिर्लिंग यानी अग्नि के शिवलिंग के रूप में था। ऐसा शिवलिंग जिसका ना तो आदि था और न अंत। बताया जाता है कि शिवलिंग का पता लगाने के लिए ब्रह्माजी हंस के रूप में शिवलिंग के सबसे ऊपरी भाग को देखने की कोशिश कर रहे थे लेकिन वह सफल नहीं हो पाए। वह शिवलिंग के सबसे ऊपरी भाग तक पहुंच ही नहीं पाए। दूसरी ओर भगवान विष्णु भी वराह का रूप लेकर शिवलिंग के आधार ढूंढ रहे थे लेकिन उन्हें भी आधार नहीं मिला।" />
      <HeadingCard heading="पहली बार प्रकट हुए थे शिवजी" />
      <ParaCard para="पौराणिक कथाओं के अनुसार, महाशिवरात्रि के दिन शिवजी पहली बार प्रकट हुए थे। शिव का प्राकट्य ज्योतिर्लिंग यानी अग्नि के शिवलिंग के रूप में था। ऐसा शिवलिंग जिसका ना तो आदि था और न अंत। बताया जाता है कि शिवलिंग का पता लगाने के लिए ब्रह्माजी हंस के रूप में शिवलिंग के सबसे ऊपरी भाग को देखने की कोशिश कर रहे थे लेकिन वह सफल नहीं हो पाए। वह शिवलिंग के सबसे ऊपरी भाग तक पहुंच ही नहीं पाए। दूसरी ओर भगवान विष्णु भी वराह का रूप लेकर शिवलिंग के आधार ढूंढ रहे थे लेकिन उन्हें भी आधार नहीं मिला।" />
      <HeadingCard heading="पहली बार प्रकट हुए थे शिवजी" />
      <ParaCard para="पौराणिक कथाओं के अनुसार, महाशिवरात्रि के दिन शिवजी पहली बार प्रकट हुए थे। शिव का प्राकट्य ज्योतिर्लिंग यानी अग्नि के शिवलिंग के रूप में था। ऐसा शिवलिंग जिसका ना तो आदि था और न अंत। बताया जाता है कि शिवलिंग का पता लगाने के लिए ब्रह्माजी हंस के रूप में शिवलिंग के सबसे ऊपरी भाग को देखने की कोशिश कर रहे थे लेकिन वह सफल नहीं हो पाए। वह शिवलिंग के सबसे ऊपरी भाग तक पहुंच ही नहीं पाए। दूसरी ओर भगवान विष्णु भी वराह का रूप लेकर शिवलिंग के आधार ढूंढ रहे थे लेकिन उन्हें भी आधार नहीं मिला।" />
    </div>
  );
}
